Repository: NNDung97/msu-mobileapp
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Home
vi: Trang chủ

source: Characters
vi: Nhân vật

source: Login
vi: Đăng nhập

source: Logout
vi: Đăng xuất

source: Login required
vi: Chưa đăng nhập

# pleaseLogin
source: Please login to see characters.
vi: Vui lòng đăng nhập để xem nhân vật.

source: Close
vi: Đóng

source: Cancel
vi: Hủy

# logoutConfirm
source: Confirm logout
vi: Xác nhận đăng xuất

# logoutQuestion
source: Are you sure you want to logout?
vi: Bạn có chắc chắn muốn đăng xuất?

source: Featured Events
vi: Sự kiện nổi bật

source: Explore Tools
vi: Khám phá công cụ

source: Invalid URL.
vi: URL không hợp lệ.

source: Cannot open
vi: Không thể mở

# noEvents
source: No recent events available.
vi: Không có sự kiện mới.

source: Item Database
vi: Danh sách vật phẩm

# itemDatabaseDesc
source: Explore a comprehensive database of in-game NFT items.
vi: Khám phá cơ sở dữ liệu các vật phẩm NFT trong game.

# browse
source: Browse Items
vi: Xem vật phẩm

source: Boss Database
vi: Danh sách Boss

# bossDatabaseDesc
source: Detailed information on MapleStory bosses and loot.
vi: Thông tin chi tiết về các Boss và phần thưởng.

source: View
vi: Xem

# nftViewer
source: NFT Collection Viewer
vi: Xem bộ sưu tập NFT

# nftViewerDesc
source: Track and analyze your NFT collection progress.
vi: Theo dõi và phân tích tiến trình bộ sưu tập NFT của bạn.

# itemTrade
source: Item Trade History
vi: Lịch sử giao dịch vật phẩm

# itemTradeDesc
source: Search and explore NFT trade history and data.
vi: Tìm kiếm và xem lịch sử giao dịch NFT.

source: Explore
vi: Khám phá

# charTrade
source: Character Trade History
vi: Lịch sử giao dịch nhân vật

# charTradeDesc
source: Monitor character trades and trends.
vi: Theo dõi xu hướng giao dịch nhân vật.

# hyperStat
source: Hyper Stat Optimizer
vi: Tối ưu Hyper Stat

# hyperStatDesc
source: Optimize your Hyper Stats efficiently.
vi: Tối ưu hóa chỉ số Hyper Stat hiệu quả.

source: Optimize Now
vi: Tối ưu ngay

source: Search...
vi: Tìm kiếm...

source: Prev
vi: Trước

source: Next
vi: Sau
